Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Please check the authentication configuration for my Hermes dashboard. If dashboard login credentials have not been configured yet, set them up securely and tell me what username and password I should use with Hermes Conduit. Do not disable authentication.
de: Bitte prüfe die Authentifizierungskonfiguration meines Hermes-Dashboards. Falls noch keine Anmeldedaten für das Dashboard eingerichtet sind, richte sie sicher ein und sag mir, welchen Benutzernamen und welches Passwort ich mit Hermes Conduit verwenden soll. Deaktiviere die Authentifizierung nicht.
es: Comprueba la configuración de autenticación de mi panel de Hermes. Si aún no se han configurado las credenciales de inicio de sesión del panel, configúralas de forma segura y dime qué usuario y contraseña debo usar con Hermes Conduit. No desactives la autenticación.
fr: Veuillez vérifier la configuration de l'authentification de mon tableau de bord Hermes. Si les identifiants de connexion du tableau de bord n'ont pas encore été configurés, configurez-les de manière sécurisée et indiquez-moi le nom d'utilisateur et le mot de passe à utiliser avec Hermes Conduit. Ne désactivez pas l'authentification.
id: Tolong periksa konfigurasi autentikasi untuk dasbor Hermes saya. Jika kredensial login dasbor belum dikonfigurasi, siapkan dengan aman dan beri tahu saya nama pengguna dan kata sandi yang harus saya gunakan dengan Hermes Conduit. Jangan nonaktifkan autentikasi.
it: Controlla la configurazione dell'autenticazione della mia dashboard Hermes. Se le credenziali di accesso della dashboard non sono ancora state configurate, configurale in modo sicuro e dimmi quale nome utente e password devo usare con Hermes Conduit. Non disattivare l'autenticazione.
ja: 私のHermesダッシュボードの認証設定を確認してください。ダッシュボードのログイン認証情報がまだ設定されていない場合は安全に設定し、Hermes Conduitで使用するユーザ名とパスワードを教えてください。認証は無効にしないでください。
ko: 내 Hermes 대시보드의 인증 구성을 확인해 주세요. 대시보드 로그인 자격 증명이 아직 구성되지 않았다면 안전하게 설정하고, Hermes Conduit에서 사용할 사용자 이름과 암호를 알려 주세요. 인증을 비활성화하지는 마세요.
pl: Sprawdź konfigurację uwierzytelniania mojego panelu Hermes. Jeśli dane logowania do panelu nie zostały jeszcze skonfigurowane, skonfiguruj je w bezpieczny sposób i podaj mi nazwę użytkownika i hasło, których mam używać w Hermes Conduit. Nie wyłączaj uwierzytelniania.
pt_br: Verifique a configuração de autenticação do meu painel do Hermes. Se as credenciais de login do painel ainda não tiverem sido configuradas, configure-as de forma segura e me diga qual nome de usuário e senha devo usar com o Hermes Conduit. Não desative a autenticação.
ru: Проверь, пожалуйста, настройки аутентификации моего дашборда Hermes. Если учётные данные для входа в дашборд ещё не настроены, настрой их безопасно и скажи, какие имя пользователя и пароль мне использовать в Hermes Conduit. Не отключай аутентификацию.
tr: Lütfen Hermes panelimin kimlik doğrulama yapılandırmasını kontrol et. Panel giriş bilgileri henüz yapılandırılmadıysa bunları güvenli bir şekilde ayarla ve Hermes Conduit ile hangi kullanıcı adını ve parolayı kullanmam gerektiğini söyle. Kimlik doğrulamayı devre dışı bırakma.
zh_hans: 请检查我的 Hermes 仪表盘的身份验证配置。如果尚未配置登录凭据，请安全地完成设置，并告诉我应与 Hermes Conduit 搭配使用的用户名和密码。不要禁用身份验证。
zh_hant: 請檢查我的 Hermes 儀表板的身分驗證設定。如果尚未設定儀表板的登入認證資訊，請以安全的方式設定，並告訴我在 Hermes Conduit 中應該使用哪個使用者名稱和密碼。不要停用身分驗證。

source: Please check whether the Hermes dashboard is currently running. If it is, tell me which port it uses. If it is not running, set it up or start it. Make sure dashboard authentication remains enabled.
de: Bitte prüfe, ob das Hermes-Dashboard gerade läuft. Falls ja, sag mir, welchen Port es verwendet. Falls nicht, richte es ein oder starte es. Stelle sicher, dass die Dashboard-Authentifizierung aktiviert bleibt.
es: Comprueba si el panel de Hermes está en marcha. Si lo está, dime qué puerto usa. Si no lo está, configúralo o inícialo. Asegúrate de que la autenticación del panel siga activada.
fr: Veuillez vérifier si le tableau de bord Hermes est en cours d'exécution. Si c'est le cas, indiquez-moi le port qu'il utilise. Sinon, configurez-le ou démarrez-le. Assurez-vous que l'authentification du tableau de bord reste activée.
id: Tolong periksa apakah dasbor Hermes sedang berjalan. Jika ya, beri tahu saya port yang digunakannya. Jika tidak berjalan, siapkan atau jalankan dasbor. Pastikan autentikasi dasbor tetap aktif.
it: Controlla se la dashboard Hermes è attualmente in esecuzione. Se lo è, dimmi quale porta usa. Se non è in esecuzione, configurala o avviala. Assicurati che l'autenticazione della dashboard resti attiva.
ja: Hermesダッシュボードが現在実行中かどうか確認してください。実行中の場合は、使用しているポートを教えてください。実行されていない場合は、セットアップするか起動してください。ダッシュボードの認証が有効なままであることを確認してください。
ko: Hermes 대시보드가 현재 실행 중인지 확인해 주세요. 실행 중이라면 어떤 포트를 사용하는지 알려 주세요. 실행 중이 아니라면 설정하거나 시작해 주세요. 대시보드 인증은 계속 켜져 있도록 해 주세요.
pl: Sprawdź, czy panel Hermes jest obecnie uruchomiony. Jeśli tak, powiedz mi, jakiego portu używa. Jeśli nie działa, skonfiguruj go lub uruchom. Upewnij się, że uwierzytelnianie panelu pozostaje włączone.
pt_br: Verifique se o painel do Hermes está em execução no momento. Se estiver, me diga qual porta ele usa. Se não estiver, configure-o ou inicie-o. Garanta que a autenticação do painel continue ativada.
ru: Проверь, пожалуйста, запущен ли сейчас дашборд Hermes. Если да, скажи, какой порт он использует. Если нет, настрой или запусти его. Убедись, что аутентификация дашборда остаётся включённой.
tr: Lütfen Hermes panelinin şu anda çalışıp çalışmadığını kontrol et. Çalışıyorsa hangi bağlantı noktasını kullandığını söyle. Çalışmıyorsa kur veya başlat. Panel kimlik doğrulamasının etkin kaldığından emin ol.
zh_hans: 请检查 Hermes 仪表盘当前是否在运行。如果在运行，告诉我它使用的端口；如果没在运行，请设置或启动它。确保仪表盘身份验证保持启用。
zh_hant: 請檢查 Hermes 儀表板目前是否正在執行。如果是，請告訴我它使用哪個連接埠。如果沒有在執行，請設定或啟動它。請確保儀表板的身分驗證保持啟用。

source: Please check whether the Hermes dashboard is running. Make sure Tailscale is available on this machine, then configure Tailscale Serve so I can securely access the dashboard from my iPhone or iPad. Keep dashboard authentication enabled. When it is ready, tell me the hostname/address and port I should use with Hermes Conduit.
de: Bitte prüfe, ob das Hermes-Dashboard läuft. Stelle sicher, dass Tailscale auf diesem Rechner verfügbar ist, und konfiguriere dann Tailscale Serve, damit ich von meinem iPhone oder iPad sicher auf das Dashboard zugreifen kann. Lass die Dashboard-Authentifizierung aktiviert. Wenn alles bereit ist, sag mir den Hostnamen bzw. die Adresse und den Port, die ich mit Hermes Conduit verwenden soll.
es: Comprueba si el panel de Hermes está en marcha. Asegúrate de que Tailscale esté disponible en este equipo y luego configura Tailscale Serve para que pueda acceder de forma segura al panel desde mi iPhone o iPad. Mantén activada la autenticación del panel. Cuando esté listo, dime el nombre de host o la dirección y el puerto que debo usar con Hermes Conduit.
fr: Veuillez vérifier si le tableau de bord Hermes est en cours d'exécution. Assurez-vous que Tailscale est disponible sur cette machine, puis configurez Tailscale Serve pour que je puisse accéder au tableau de bord en toute sécurité depuis mon iPhone ou mon iPad. Laissez l'authentification du tableau de bord activée. Une fois prêt, indiquez-moi le nom d'hôte ou l'adresse et le port à utiliser avec Hermes Conduit.
id: Tolong periksa apakah dasbor Hermes sedang berjalan. Pastikan Tailscale tersedia di mesin ini, lalu konfigurasikan Tailscale Serve agar saya dapat mengakses dasbor dengan aman dari iPhone atau iPad saya. Biarkan autentikasi dasbor tetap aktif. Setelah siap, beri tahu saya nama host/alamat dan port yang harus saya gunakan dengan Hermes Conduit.
it: Controlla se la dashboard Hermes è in esecuzione. Assicurati che Tailscale sia disponibile su questo computer, poi configura Tailscale Serve in modo che io possa accedere in sicurezza alla dashboard dal mio iPhone o iPad. Mantieni attiva l'autenticazione della dashboard. Quando è pronta, dimmi il nome host/indirizzo e la porta che devo usare con Hermes Conduit.
ja: Hermesダッシュボードが実行中かどうか確認してください。このマシンでTailscaleが利用できることを確認してから、iPhoneまたはiPadからダッシュボードに安全にアクセスできるようにTailscale Serveを設定してください。ダッシュボードの認証は有効のままにしてください。準備ができたら、Hermes Conduitで使用するホスト名/アドレスとポートを教えてください。
ko: Hermes 대시보드가 실행 중인지 확인해 주세요. 이 컴퓨터에서 Tailscale을 사용할 수 있는지 확인한 다음, 내 iPhone이나 iPad에서 대시보드에 안전하게 접근할 수 있도록 Tailscale Serve를 구성해 주세요. 대시보드 인증은 켜 둔 상태로 유지해 주세요. 준비되면 Hermes Conduit에서 사용할 호스트 이름/주소와 포트를 알려 주세요.
pl: Sprawdź, czy panel Hermes działa. Upewnij się, że Tailscale jest dostępny na tym komputerze, a następnie skonfiguruj Tailscale Serve, aby panel był bezpiecznie dostępny z mojego iPhone’a lub iPada. Pozostaw uwierzytelnianie panelu włączone. Gdy wszystko będzie gotowe, podaj mi nazwę hosta/adres i port, których mam używać w Hermes Conduit.
pt_br: Verifique se o painel do Hermes está em execução. Garanta que o Tailscale esteja disponível nesta máquina e depois configure o Tailscale Serve para que eu possa acessar o painel com segurança pelo meu iPhone ou iPad. Mantenha a autenticação do painel ativada. Quando estiver pronto, me diga o nome do host/endereço e a porta que devo usar com o Hermes Conduit.
ru: Проверь, пожалуйста, запущен ли дашборд Hermes. Убедись, что на этом компьютере доступен Tailscale, затем настрой Tailscale Serve, чтобы у меня был безопасный доступ к дашборду с iPhone или iPad. Оставь аутентификацию дашборда включённой. Когда всё будет готово, скажи, какие имя хоста/адрес и порт мне использовать в Hermes Conduit.
tr: Lütfen Hermes panelinin çalışıp çalışmadığını kontrol et. Bu makinede Tailscale'in kullanılabilir olduğundan emin ol, ardından panele iPhone'umdan veya iPad'imden güvenli şekilde erişebilmem için Tailscale Serve'ü yapılandır. Panel kimlik doğrulamasını etkin tut. Hazır olduğunda Hermes Conduit ile kullanmam gereken ana makine adını/adresini ve bağlantı noktasını söyle.
zh_hans: 请检查 Hermes 仪表盘是否在运行。确保这台机器上可用 Tailscale，然后配置 Tailscale Serve，使我能从 iPhone 或 iPad 安全访问仪表盘。保持仪表盘身份验证启用。就绪后告诉我应与 Hermes Conduit 搭配使用的主机名/地址和端口。
zh_hant: 請檢查 Hermes 儀表板是否正在執行。確認這台電腦上可以使用 Tailscale，然後設定 Tailscale Serve，讓我能從 iPhone 或 iPad 安全地存取儀表板。請保持儀表板的身分驗證為啟用狀態。準備好後，請告訴我在 Hermes Conduit 中應該使用的主機名稱／位址和連接埠。

source: Please confirm the HTTPS URL I should use to access the Hermes dashboard through my existing reverse proxy, including any custom port or path prefix. Also confirm that dashboard authentication remains enabled.
de: Bitte bestätige die HTTPS-URL, über die ich das Hermes-Dashboard über meinen vorhandenen Reverse-Proxy erreiche, einschließlich eines eigenen Ports oder Pfadpräfixes. Bestätige außerdem, dass die Dashboard-Authentifizierung aktiviert bleibt.
es: Confirma la URL HTTPS que debo usar para acceder al panel de Hermes a través de mi proxy inverso actual, incluido cualquier puerto personalizado o prefijo de ruta. Confirma también que la autenticación del panel sigue activada.
fr: Veuillez confirmer l'URL HTTPS à utiliser pour accéder au tableau de bord Hermes via mon proxy inverse existant, y compris le port personnalisé ou le préfixe de chemin éventuels. Confirmez aussi que l'authentification du tableau de bord reste activée.
id: Tolong konfirmasi URL HTTPS yang harus saya gunakan untuk mengakses dasbor Hermes melalui reverse proxy saya yang sudah ada, termasuk port khusus atau awalan jalur apa pun. Pastikan juga autentikasi dasbor tetap aktif.
it: Conferma l'URL HTTPS che devo usare per accedere alla dashboard Hermes tramite il mio reverse proxy esistente, inclusi eventuali porta personalizzata o prefisso di percorso. Conferma anche che l'autenticazione della dashboard resti attiva.
ja: 既存のリバースプロキシ経由でHermesダッシュボードにアクセスする際に使用するHTTPSのURLを、カスタムポートやパスのプレフィックスも含めて確認してください。また、ダッシュボードの認証が有効なままであることも確認してください。
ko: 기존 리버스 프록시를 통해 Hermes 대시보드에 접근할 때 사용할 HTTPS URL을 사용자 지정 포트나 경로 접두사를 포함해 확인해 주세요. 대시보드 인증이 계속 켜져 있는지도 확인해 주세요.
pl: Potwierdź adres URL HTTPS, którego mam używać, aby uzyskać dostęp do panelu Hermes przez mój istniejący odwrotny serwer proxy, łącznie z niestandardowym portem lub prefiksem ścieżki. Potwierdź też, że uwierzytelnianie panelu pozostaje włączone.
pt_br: Confirme a URL HTTPS que devo usar para acessar o painel do Hermes pelo meu proxy reverso existente, incluindo qualquer porta personalizada ou prefixo de caminho. Confirme também que a autenticação do painel continua ativada.
ru: Подтверди, пожалуйста, HTTPS-URL, по которому мне открывать дашборд Hermes через мой существующий обратный прокси, включая нестандартный порт или префикс пути. Также подтверди, что аутентификация дашборда остаётся включённой.
tr: Lütfen mevcut ters proxy'm üzerinden Hermes paneline erişmek için kullanmam gereken HTTPS URL'sini, varsa özel bağlantı noktası veya yol öneki dahil olmak üzere doğrula. Panel kimlik doğrulamasının etkin kaldığını da doğrula.
zh_hans: 请确认我通过现有反向代理访问 Hermes 仪表盘应使用的 HTTPS URL（包括自定义端口或路径前缀），并确认仪表盘身份验证保持启用。
zh_hant: 請確認我透過現有反向代理伺服器存取 Hermes 儀表板時應該使用的 HTTPS URL，包括任何自訂連接埠或路徑前綴。同時請確認儀表板的身分驗證保持啟用。

source: Please make sure the Hermes dashboard is reachable from other devices on my local network, then tell me the machine's local IP address and the dashboard port I should use with Hermes Conduit. Keep dashboard authentication enabled.
de: Bitte stelle sicher, dass das Hermes-Dashboard von anderen Geräten in meinem lokalen Netzwerk erreichbar ist, und sag mir dann die lokale IP-Adresse des Rechners und den Dashboard-Port, die ich mit Hermes Conduit verwenden soll. Lass die Dashboard-Authentifizierung aktiviert.
es: Asegúrate de que el panel de Hermes sea accesible desde otros dispositivos de mi red local y luego dime la dirección IP local del equipo y el puerto del panel que debo usar con Hermes Conduit. Mantén activada la autenticación del panel.
fr: Veuillez vous assurer que le tableau de bord Hermes est accessible depuis les autres appareils de mon réseau local, puis indiquez-moi l'adresse IP locale de la machine et le port du tableau de bord à utiliser avec Hermes Conduit. Laissez l'authentification du tableau de bord activée.
id: Tolong pastikan dasbor Hermes dapat dijangkau dari perangkat lain di jaringan lokal saya, lalu beri tahu saya alamat IP lokal mesin ini dan port dasbor yang harus saya gunakan dengan Hermes Conduit. Biarkan autentikasi dasbor tetap aktif.
it: Assicurati che la dashboard Hermes sia raggiungibile dagli altri dispositivi della mia rete locale, poi dimmi l'indirizzo IP locale del computer e la porta della dashboard che devo usare con Hermes Conduit. Mantieni attiva l'autenticazione della dashboard.
ja: Hermesダッシュボードにローカルネットワーク上のほかのデバイスからアクセスできることを確認し、Hermes Conduitで使用するマシンのローカルIPアドレスとダッシュボードのポートを教えてください。ダッシュボードの認証は有効のままにしてください。
ko: 로컬 네트워크의 다른 기기에서 Hermes 대시보드에 접근할 수 있는지 확인한 다음, Hermes Conduit에서 사용할 이 컴퓨터의 로컬 IP 주소와 대시보드 포트를 알려 주세요. 대시보드 인증은 켜 둔 상태로 유지해 주세요.
pl: Upewnij się, że panel Hermes jest dostępny z innych urządzeń w mojej sieci lokalnej, a następnie podaj mi lokalny adres IP komputera i port panelu, których mam używać w Hermes Conduit. Pozostaw uwierzytelnianie panelu włączone.
pt_br: Garanta que o painel do Hermes esteja acessível a partir de outros dispositivos da minha rede local e depois me diga o endereço IP local da máquina e a porta do painel que devo usar com o Hermes Conduit. Mantenha a autenticação do painel ativada.
ru: Убедись, пожалуйста, что дашборд Hermes доступен с других устройств в моей локальной сети, затем скажи локальный IP-адрес компьютера и порт дашборда, которые мне использовать в Hermes Conduit. Оставь аутентификацию дашборда включённой.
tr: Lütfen Hermes panelinin yerel ağımdaki diğer cihazlardan erişilebilir olduğundan emin ol, ardından Hermes Conduit ile kullanmam gereken makinenin yerel IP adresini ve panel bağlantı noktasını söyle. Panel kimlik doğrulamasını etkin tut.
zh_hans: 请确保 Hermes 仪表盘可从本地网络中的其他设备访问，然后告诉我这台机器的局域网 IP 地址以及应与 Hermes Conduit 搭配使用的仪表盘端口。保持仪表盘身份验证启用。
zh_hant: 請確保我區域網路中的其他裝置可以連上 Hermes 儀表板，然後告訴我這台電腦的區域網路 IP 位址，以及在 Hermes Conduit 中應該使用的儀表板連接埠。請保持儀表板的身分驗證為啟用狀態。

source: Please set up or start the Hermes dashboard for me. Make sure it requires authentication, and tell me which port it is using when it is ready. Do not disable authentication.
de: Bitte richte das Hermes-Dashboard für mich ein oder starte es. Stelle sicher, dass es eine Authentifizierung erfordert, und sag mir, welchen Port es verwendet, sobald es bereit ist. Deaktiviere die Authentifizierung nicht.
es: Configura o inicia el panel de Hermes por mí. Asegúrate de que requiera autenticación y dime qué puerto usa cuando esté listo. No desactives la autenticación.
fr: Veuillez configurer ou démarrer le tableau de bord Hermes pour moi. Assurez-vous qu'il exige une authentification, et indiquez-moi le port qu'il utilise une fois prêt. Ne désactivez pas l'authentification.
id: Tolong siapkan atau jalankan dasbor Hermes untuk saya. Pastikan dasbor memerlukan autentikasi, dan beri tahu saya port yang digunakannya setelah siap. Jangan nonaktifkan autentikasi.
it: Configura o avvia la dashboard Hermes per me. Assicurati che richieda l'autenticazione e, quando è pronta, dimmi quale porta usa. Non disattivare l'autenticazione.
ja: Hermesダッシュボードをセットアップまたは起動してください。認証が必須になっていることを確認し、準備ができたら使用しているポートを教えてください。認証は無効にしないでください。
ko: Hermes 대시보드를 설정하거나 시작해 주세요. 인증이 필요하도록 설정하고, 준비되면 어떤 포트를 사용하는지 알려 주세요. 인증을 비활성화하지는 마세요.
pl: Skonfiguruj lub uruchom dla mnie panel Hermes. Upewnij się, że wymaga uwierzytelniania, i gdy będzie gotowy, powiedz mi, jakiego portu używa. Nie wyłączaj uwierzytelniania.
pt_br: Configure ou inicie o painel do Hermes para mim. Garanta que ele exija autenticação e me diga qual porta ele está usando quando estiver pronto. Não desative a autenticação.
ru: Пожалуйста, настрой или запусти для меня дашборд Hermes. Убедись, что он требует аутентификации, и, когда он будет готов, скажи, какой порт он использует. Не отключай аутентификацию.
tr: Lütfen Hermes panelini benim için kur veya başlat. Kimlik doğrulama gerektirdiğinden emin ol ve hazır olduğunda hangi bağlantı noktasını kullandığını söyle. Kimlik doğrulamayı devre dışı bırakma.
zh_hans: 请为我设置或启动 Hermes 仪表盘。确保它启用了身份验证，就绪后告诉我它使用的端口。不要禁用身份验证。
zh_hant: 請幫我設定或啟動 Hermes 儀表板。確保它需要身分驗證，並在準備好後告訴我它使用哪個連接埠。不要停用身分驗證。

source: Port supplied by Hermes
de: Von Hermes angegebener Port
es: Puerto indicado por Hermes
fr: Port fourni par Hermes
id: Port yang diberikan Hermes
it: Porta fornita da Hermes
ja: Hermesから提供されたポート
ko: Hermes가 알려 준 포트
pl: Port podany przez Hermesa
pt_br: Porta informada pelo Hermes
ru: Порт, указанный Hermes
tr: Hermes'in verdiği bağlantı noktası
zh_hans: 由 Hermes 提供的端口
zh_hant: Hermes 提供的連接埠

source: Prepare file for download
de: Datei zum Herunterladen vorbereiten
es: Preparar archivo para descargar
fr: Préparer le fichier pour le téléchargement
id: Siapkan file untuk diunduh
it: Prepara il file per il download
ja: ダウンロード用にファイルを準備
ko: 다운로드용 파일 준비
pl: Przygotuj plik do pobrania
pt_br: Preparar arquivo para download
ru: Подготовить файл к скачиванию
tr: Dosyayı indirmeye hazırla
zh_hans: 准备下载文件
zh_hant: 準備下載檔案

source: Preparing large message…
de: Lange Nachricht wird vorbereitet …
es: Preparando mensaje largo…
fr: Préparation du long message…
id: Menyiapkan pesan panjang…
it: Preparazione del messaggio lungo…
ja: 大きなメッセージを準備中…
ko: 큰 메시지 준비 중…
pl: Przygotowywanie dużej wiadomości…
pt_br: Preparando mensagem grande…
ru: Подготовка большого сообщения…
tr: Büyük mesaj hazırlanıyor…
zh_hans: 正在准备大消息…
zh_hant: 正在準備大型訊息…

source: Press Return to send. Use Shift-Return for a new line.
de: Drücke die Eingabetaste zum Senden. Verwende Umschalt-Eingabetaste für eine neue Zeile.
es: Pulsa Intro para enviar. Usa Mayúsculas + Intro para una nueva línea.
fr: Appuyez sur Retour pour envoyer. Utilisez Maj + Retour pour aller à la ligne.
id: Tekan Return untuk mengirim. Gunakan Shift-Return untuk baris baru.
it: Premi Invio per inviare. Usa Maiusc-Invio per andare a capo.
ja: Returnキーで送信します。改行するにはShift-Returnキーを使用します。
ko: Return 키를 누르면 보내요. 줄을 바꾸려면 Shift-Return을 사용하세요.
pl: Naciśnij Return, aby wysłać. Użyj Shift-Return, aby wstawić nowy wiersz.
pt_br: Pressione Retorno para enviar. Use Shift-Retorno para uma nova linha.
ru: Нажмите Return, чтобы отправить. Для новой строки используйте Shift-Return.
tr: Göndermek için Return'e basın. Yeni satır için Shift-Return kullanın.
zh_hans: 按 Return 发送。按 Shift-Return 换行。
zh_hant: 按 Return 鍵傳送。使用 Shift-Return 換行。

source: Preview is truncated; save the file for its full contents.
de: Die Vorschau ist gekürzt; sichere die Datei, um den vollständigen Inhalt zu sehen.
es: La vista previa está truncada; guarda el archivo para ver todo su contenido.
fr: L'aperçu est tronqué ; enregistrez le fichier pour voir son contenu complet.
id: Pratinjau terpotong; simpan file untuk melihat seluruh isinya.
it: L'anteprima è troncata; salva il file per vederne il contenuto completo.
ja: プレビューは一部のみ表示しています。すべての内容を見るにはファイルを保存してください。
ko: 미리보기가 잘렸어요. 전체 내용을 보려면 파일을 저장하세요.
pl: Podgląd jest obcięty; zapisz plik, aby zobaczyć całą zawartość.
pt_br: A pré-visualização está truncada; salve o arquivo para ver o conteúdo completo.
ru: Предпросмотр сокращён; сохраните файл, чтобы увидеть его полностью.
tr: Önizleme kısaltıldı; tam içerik için dosyayı kaydedin.
zh_hans: 预览已截断；保存文件以查看完整内容。
zh_hant: 預覽已截斷；請儲存檔案以查看完整內容。

source: Primary Hermes profile
de: Primäres Hermes-Profil
es: Perfil principal de Hermes
fr: Profil Hermes principal
id: Profil Hermes utama
it: Profilo Hermes principale
ja: メインのHermesプロファイル
ko: 기본 Hermes 프로필
pl: Główny profil Hermes
pt_br: Perfil principal do Hermes
ru: Основной профиль Hermes
tr: Birincil Hermes profili
zh_hans: 主 Hermes 档案
zh_hant: 主要 Hermes 設定檔

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
id: Prioritas
it: Priorità
ja: 優先度
ko: 우선순위
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
tr: Öncelik
zh_hans: 优先
zh_hant: 優先順序

source: Priority set to %@
de: Priorität auf %@ gesetzt
es: Prioridad cambiada a %@
fr: Priorité définie sur %@
id: Prioritas diatur ke %@
it: Priorità impostata su %@
ja: 優先度を%@に設定
ko: 우선순위 설정: %@
pl: Ustawiono priorytet: %@
pt_br: Prioridade definida como %@
ru: Приоритет: %@
tr: Öncelik %@ olarak ayarlandı
zh_hans: 优先级已设为 %@
zh_hant: 優先順序已設為 %@

source: Priority value
de: Prioritätswert
es: Valor de prioridad
fr: Valeur de priorité
id: Nilai prioritas
it: Valore di priorità
ja: 優先度の値
ko: 우선순위 값
pl: Wartość priorytetu
pt_br: Valor da prioridade
ru: Значение приоритета
tr: Öncelik değeri
zh_hans: 优先级值
zh_hant: 優先順序值

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private LAN IP address
de: Private LAN-IP-Adresse
es: Dirección IP privada de la LAN
fr: Adresse IP privée du réseau local
id: Alamat IP LAN pribadi
it: Indirizzo IP privato della LAN
ja: プライベートLANのIPアドレス
ko: 사설 LAN IP 주소
pl: Prywatny adres IP w sieci LAN
pt_br: Endereço IP privado da rede local
ru: Частный IP-адрес в локальной сети
tr: Özel LAN IP adresi
zh_hans: 内网 IP 地址
zh_hant: 私人區域網路 IP 位址

source: Probe superseded by connection change
de: Prüfung durch Verbindungswechsel überholt
es: Sondeo sustituido por un cambio de conexión
fr: Sondage remplacé par un changement de connexion
id: Pemeriksaan digantikan oleh perubahan koneksi
it: Verifica sostituita da un cambio di connessione
ja: 接続の変更により確認を中止しました
ko: 연결이 변경되어 검사가 취소됨
pl: Test zastąpiony przez zmianę połączenia
pt_br: Verificação substituída por mudança de conexão
ru: Проверка отменена из-за смены подключения
tr: Bağlantı değiştiği için yoklama geçersiz kaldı
zh_hans: 探测已被连接变更取代
zh_hant: 探測已因連線變更而被取代

source: Process
de: Prozess
es: Proceso
fr: Processus
id: Proses
it: Processo
ja: プロセス
ko: 프로세스
pl: Proces
pt_br: Processo
ru: Процесс
tr: İşlem
zh_hans: 进程
zh_hant: 處理程序
